**FREE

Ctl-Opt dftactgrp(*no);

/Copy PBLADES1/QRPGLESRC,dateapi_h

Dcl-S texto char(50);

texto = 'Es mi prueba justhola Ramon S';

Dsply texto;

Return;